Revit 2027 API
XYZ.IsAlmostEqualTo Method
Overload List
Name | Description
IsAlmostEqualTo(XYZ) | Determines whether this vector and the specified vector are the same within the tolerance (1.0e-09).
IsAlmostEqualTo(XYZ, Double) | Determines whether 2 vectors are the same within the given tolerance.
Top
See Also
Reference
XYZ Class
Autodesk.Revit.DB Namespace